import React from 'react';
import './Main.css'

class Main extends React.Component {
    render() {
        return (
            <div>
                <table align={"center"} width={"80%"} style={{ fontStyle: "Courier New monospace, font-weight: bold" }}>
                    <tr>
                        <td>
                            <h4>Основная информация</h4>
                        </td>
                        <td className='tdd'></td>
                        <td width={"15%"}>
                            <h4>Kонтакты</h4>
                        </td>

                    </tr>
                    <tr>
                        <td align={"left"} style={{ fontSize: '16px' }}>
                            <p><b>Опыт работы:</b> 12 лет</p>
                            <p>Июнь 2008 — по настоящее время, преподаватель, старший преподаватель, специалист отдела правового обеспечения.</p>
                            <p>Управление проектами, консультирование юристов, экономистов, опыт практической деятельности в указанных сферах.</p>
                            <p><b>Обо мне</b></p>
                            <p>Увлекаюсь новыми технологиями, гаджетами, разработками в IT сфере.</p>
                            <p>Высшее образование (кандидат наук).</p>
                            <p><b>2016 - Хабаровская государственная академия экономики и права, Хабаровск.</b>  Факультет международные экономические отношения, Мировая экономика (экономист).</p>
                            <p><b>2012 - УРГЮУ (Уральский Государсивенный Юридичкский Университет), Екатеринбург.</b></p>
                            <p><b>2011 - Факультет государственного и муниципального управления, Хабаровск.</b>  Государственное и муниципальное
                            управление (менеджер).</p>
                            <p><b>Знание языков</b></p>
                            <p>Русский — Родной.</p>
                            <p>Английский — B2, средний уровень (сертификат B2,
                            ABA English).</p>
                            <p>Гражданство: Россия.</p>
                            <p> <b>Повышение квалификации, 2010.</b></p>
                            <p>Диплом преподавателя высшей школы,
                            Дальневосточный педагогический университет.</p>
                        </td>
                        <td className='tdd'></td>
                        <td className='tdContact'>
                            <img width={"20px"} src={"http://img.icons8.com/cute-clipart/64/000000/phonelink-ring.png"} /> 8-991-767-71-91<br />
                            <img width={"20px"} src="http://img.icons8.com/dusk/64/000000/mail-ru-agent.png" /> poverum@bk.ru
                        </td>

                    </tr>
                </table>
            </div>
        )
    }
}

export default Main;